# print("მოგესალმებით G.O.A-ს ბანკში")
# print("შექმენით ანგარიში")
# სახელი=input("შეიყვანეთ თქვენი სახელი:")
# გვარი=input("შეიყვანეთ თქვენი გვარი:")
# მეილი=input("შეიყვანეთ თქვენი მეილი:")
# პაროლი=input("შექმენით პაროლი:")
# გაიმეორე_პაროლი=input("გაიმეორეთ პაროლი:")

# if პაროლი != გაიმეორე_პაროლი:
#     print("მოხდა შეცდომა! გადაარესტარტეთ პროგრამა და შეიყვანეთ თავიდან პაროლი")
    
# დეპოზიტი=input("შეიყვანეთ დეპოზიტის თანხა:")
# გატანა=input("შეიყვანეთ გასატანი თანხა:")

# if დეპოზიტი < გატანა:
#     print("თქვენს ანგარიშზე ამ ოდენობის თანხა არ მოიძებნა, სცადეთ თავიდან")
# else:
#     print(დეპოზიტი-გატანა +"ლარია დარცენილი თქვენს ანგარიშზე")